Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/AudioEditor.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# 音量調整に失敗しました: %@
source: Failed to adjust volume: %@
ar: فشل ضبط مستوى الصوت: %@
bn: ভলিউম ঠিক করা যায়নি: %@
ca: No s'ha pogut ajustar el volum: %@
cs: Úprava hlasitosti se nezdařila: %@
da: Kunne ikke justere lydstyrken: %@
de: Lautstärkeregelung fehlgeschlagen: %@
el: Η ρύθμιση έντασης απέτυχε: %@
es: Error al ajustar el volumen: %@
fi: Äänenvoimakkuuden säätö epäonnistui: %@
fr: Échec du réglage du volume : %@
gu: વૉલ્યૂમ ગોઠવી શકાયું નહીં: %@
he: כוונון עוצמת הקול נכשל: %@
hi: वॉल्यूम समायोजित करने में विफल: %@
hr: Prilagodba glasnoće nije uspjela: %@
hu: Nem sikerült módosítani a hangerőt: %@
id: Gagal menyesuaikan volume: %@
it: Regolazione volume non riuscita: %@
ja: 音量調整に失敗しました: %@
kn: ವಾಲ್ಯೂಮ್ ಹೊಂದಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 볼륨 조절 실패: %@
ml: വോളിയം ക്രമീകരിക്കാനായില്ല: %@
mr: व्हॉल्यूम समायोजित करता आला नाही: %@
ms: Gagal melaraskan kelantangan: %@
nb: Kunne ikke justere volumet: %@
nl: Volume aanpassen mislukt: %@
or: ଭଲ୍ୟୁମ୍ ଠିକ୍ କରିହେଲା ନାହିଁ: %@
pa: ਵੌਲਿਊਮ ਠੀਕ ਨਹੀਂ ਹੋ ਸਕਿਆ: %@
pl: Regulacja głośności nie powiodła się: %@
pt_br: Falha ao ajustar o volume: %@
pt_pt: Falha ao ajustar o volume: %@
ro: Ajustarea volumului nu a reușit: %@
ru: Ошибка регулировки громкости: %@
sk: Úprava hlasitosti zlyhala: %@
sl: Prilagajanje glasnosti ni uspelo: %@
sv: Det gick inte att justera volymen: %@
ta: ஒலியளவைச் சரிசெய்ய முடியவில்லை: %@
te: వాల్యూమ్ సర్దుబాటు విఫలమైంది: %@
th: การปรับระดับเสียงล้มเหลว: %@
tr: Ses seviyesi ayarlaması başarısız oldu: %@
uk: Не вдалося змінити гучність: %@
ur: والیوم ایڈجسٹ نہیں ہو سکا: %@
vi: Điều chỉnh âm lượng thất bại: %@
zh_hans: 音量调整失败：%@
zh_hant: 音量調整失敗：%@

# 分割が完了しました。 分割ポイントまでの「%@」 として保存されました。
source: Split complete. The first half up to the split point has been saved as “%@”.
ar: اكتمل التقسيم. تم حفظ النصف الأول حتى نقطة التقسيم باسم '%@'.
bn: ভাগ করা সম্পন্ন। ভাগের পয়েন্ট পর্যন্ত প্রথম অংশটি '%@' নামে সেভ করা হয়েছে।
ca: Divisió completada. La primera part fins al punt de divisió s'ha desat com a «%@».
cs: Rozdělení dokončeno. První část až po bod rozdělení byla uložena jako „%@“.
da: Opdeling fuldført. Første del op til opdelingspunktet er gemt som “%@”.
de: Aufteilen abgeschlossen. Der erste Teil bis zum Teilungspunkt wurde als „%@“ gespeichert.
el: Ο διαχωρισμός ολοκληρώθηκε. Το πρώτο μέρος έως το σημείο διαχωρισμού αποθηκεύτηκε ως «%@».
es: División completada. La primera parte hasta el punto de división se ha guardado como «%@».
fi: Jako valmis. Alkuosa jakokohtaan asti tallennettiin nimellä: %@
fr: Division terminée. La première partie jusqu'au point de division a été enregistrée sous « %@ ».
gu: વિભાજન પૂર્ણ. વિભાજન પોઇન્ટ સુધીનો પહેલો ભાગ '%@' તરીકે સેવ થયો છે.
he: הפיצול הושלם. החלק הראשון עד נקודת הפיצול נשמר בשם ״%@״.
hi: विभाजन पूर्ण। विभाजन बिंदु तक का पहला भाग '%@' के रूप में सहेजा गया।
hr: Razdvajanje dovršeno. Prvi dio do točke razdvajanja spremljen je kao „%@”.
hu: A felosztás kész. A felosztási pontig tartó első rész a következő néven lett mentve: „%@”.
id: Pemisahan selesai. Setengah pertama hingga titik pemisahan telah disimpan sebagai '%@'.
it: Divisione completata. La prima metà fino al punto di divisione è stata salvata come "%@".
ja: 分割が完了しました。 分割ポイントまでの前半が 「%@」として保存されました。
kn: ವಿಭಜನೆ ಪೂರ್ಣಗೊಂಡಿದೆ. ವಿಭಜನಾ ಬಿಂದುವಿನವರೆಗಿನ ಮೊದಲ ಭಾಗವನ್ನು '%@' ಎಂದು ಉಳಿಸಲಾಗಿದೆ.
ko: 분할이 완료되었습니다. 분할 지점까지의 전반부가 '%@'로 저장되었습니다.
ml: വിഭജനം പൂർത്തിയായി. വിഭജന പോയിന്റ് വരെയുള്ള ആദ്യ ഭാഗം '%@' ആയി സംരക്ഷിച്ചു.
mr: विभाजन पूर्ण. विभाजन बिंदूपर्यंतचा पहिला भाग '%@' म्हणून सेव्ह झाला आहे.
ms: Pemisahan selesai. Bahagian pertama hingga titik pisah telah disimpan sebagai '%@'.
nb: Oppdeling fullført. Første del frem til delingspunktet er lagret som «%@».
nl: Splitsen voltooid. De eerste helft tot het splitspunt is opgeslagen als '%@'.
or: ବିଭାଜନ ସମ୍ପୂର୍ଣ୍ଣ। ବିଭାଜନ ପଏଣ୍ଟ ପର୍ଯ୍ୟନ୍ତ ପ୍ରଥମ ଅଂଶ '%@' ଭାବେ ସେଭ୍ ହୋଇଛି।
pa: ਵੰਡ ਪੂਰੀ। ਵੰਡਣ ਦੇ ਪੁਆਇੰਟ ਤੱਕ ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ '%@' ਵਜੋਂ ਸੇਵ ਹੋ ਗਿਆ ਹੈ।
pl: Podział zakończony. Pierwsza połowa do punktu podziału została zapisana jako '%@'.
pt_br: Divisão concluída. A primeira parte, até o ponto de divisão, foi salva como “%@”.
pt_pt: Divisão concluída. A primeira metade até ao ponto de divisão foi guardada como "%@".
ro: Împărțire finalizată. Prima parte, până la punctul de împărțire, a fost salvată ca „%@”.
ru: Разделение завершено. Первая половина до точки разделения сохранена как "%@".
sk: Rozdelenie dokončené. Prvá časť po bod rozdelenia bola uložená ako „%@“.
sl: Razdelitev končana. Prvi del do točke razdelitve je shranjen kot »%@«.
sv: Delning klar. Den första halvan till delningspunkten har sparats som '%@'.
ta: பிரித்தல் முடிந்தது. பிரிக்கும் புள்ளி வரையிலான முதல் பகுதி '%@' எனச் சேமிக்கப்பட்டது.
te: విభజన పూర్తయింది. విభజన పాయింట్ వరకు ఉన్న మొదటి భాగం '%@'గా సేవ్ చేయబడింది.
th: การแบ่งเสร็จสิ้น ครึ่งแรกถึงจุดแบ่งถูกบันทึกเป็น '%@'
tr: Bölme tamamlandı. Bölme noktasına kadar olan ilk yarı "%@" olarak kaydedildi.
uk: Розділення завершено. Першу частину до точки розділення збережено як «%@».
ur: تقسیم مکمل۔ تقسیم کے مقام تک کا پہلا حصہ '%@' کے نام سے محفوظ ہو گیا ہے۔
vi: Tách hoàn thành. Phần đầu đến điểm tách đã được lưu là "%@".
zh_hans: 分割完成。 分割点之前的前半部分已另存为“%@”。
zh_hant: 分割完成。 分割點之前的前半部分已儲存為「%@」。

# 分割ポイントを選択しています: %@ 赤い線の位置で分割されます (分割すると赤い線までの前半部分が保存されます)
source: Selecting split point: %@ Split will occur at the red line (When split, the first half up to the red line will be saved)
ar: تحديد نقطة التقسيم: %@ سيتم التقسيم عند الخط الأحمر (عند التقسيم، سيتم حفظ النصف الأول حتى الخط الأحمر)
bn: ভাগের পয়েন্ট বেছে নেওয়া হচ্ছে: %@ লাল লাইনের জায়গায় ভাগ হবে (ভাগ করলে লাল লাইন পর্যন্ত প্রথম অংশটি সেভ হবে)
ca: Seleccionant el punt de divisió: %@ Es dividirà a la línia vermella (En dividir, es desarà la primera part fins a la línia vermella)
cs: Vybírání bodu rozdělení: %@ Rozdělí se v místě červené čáry (po rozdělení se uloží první část až po červenou čáru)
da: Vælger opdelingspunkt: %@ Der opdeles ved den røde linje (ved opdeling gemmes første del op til den røde linje)
de: Auswahl des Teilungspunkts: %@ Die Teilung erfolgt an der roten Linie (Bei der Teilung wird die erste Hälfte bis zur roten Linie gespeichert)
el: Επιλογή σημείου διαχωρισμού: %@ Ο διαχωρισμός θα γίνει στην κόκκινη γραμμή (Με τον διαχωρισμό αποθηκεύεται το πρώτο μέρος έως την κόκκινη γραμμή)
es: Seleccionando punto de división: %@ La división ocurrirá en la línea roja (Al dividir, se guardará la primera mitad hasta la línea roja)
fi: Valitaan jakokohtaa: %@ Äänite jaetaan punaisen viivan kohdalta (alkuosa punaiseen viivaan asti tallennetaan)
fr: Sélection du point de division : %@ La division se fera à la ligne rouge (Lors de la division, la première moitié jusqu'à la ligne rouge sera sauvegardée)
gu: વિભાજન પોઇન્ટ પસંદ થઈ રહ્યો છે: %@ લાલ લાઇન પર વિભાજન થશે (વિભાજન કરવાથી લાલ લાઇન સુધીનો પહેલો ભાગ સેવ થશે)
he: בחירת נקודת פיצול: %@ הפיצול יתבצע בקו האדום (בעת הפיצול יישמר החלק הראשון עד הקו האדום)
hi: विभाजन बिंदु चुना जा रहा है: %@ लाल रेखा पर विभाजन होगा (विभाजन होने पर, लाल रेखा तक का पहला भाग सहेजा जाएगा)
hr: Odabir točke razdvajanja: %@ Razdvajanje se izvršava na crvenoj liniji (Nakon razdvajanja sprema se prvi dio do crvene linije)
hu: Felosztási pont kiválasztása: %@ A felosztás a piros vonalnál történik (felosztáskor a piros vonalig tartó első rész lesz mentve)
id: Memilih titik pemisahan: %@ Pemisahan akan terjadi di garis merah (Saat dipisah, setengah pertama hingga garis merah akan disimpan)
it: Selezione del punto di divisione: %@ La divisione avverrà alla linea rossa (Dividendo, verrà salvata la prima metà fino alla linea rossa)
ja: 分割ポイントを選択しています: %@ 赤い線の位置で分割されます (分割すると赤い線までの前半部分が保存されます)
kn: ವಿಭಜನಾ ಬಿಂದು ಆಯ್ಕೆ: %@ ಕೆಂಪು ಗೆರೆಯಲ್ಲಿ ವಿಭಜನೆಯಾಗುತ್ತದೆ (ವಿಭಜಿಸಿದಾಗ, ಕೆಂಪು ಗೆರೆಯವರೆಗಿನ ಮೊದಲ ಭಾಗ ಉಳಿಯುತ್ತದೆ)
ko: 분할 지점 선택 중: %@ 빨간 선에서 분할됩니다 (분할하면 빨간 선까지의 전반부가 저장됩니다)
ml: വിഭജന പോയിന്റ്: %@ ചുവന്ന വരയിൽ വിഭജിക്കും (വിഭജിക്കുമ്പോൾ, ചുവന്ന വര വരെയുള്ള ആദ്യ ഭാഗം സംരക്ഷിക്കും)
mr: विभाजन बिंदू निवडत आहे: %@ लाल रेषेवर विभाजन होईल (विभाजन केल्यावर लाल रेषेपर्यंतचा पहिला भाग सेव्ह होईल)
ms: Memilih titik pisah: %@ Pemisahan akan berlaku pada garis merah (Apabila dipisah, bahagian pertama hingga garis merah akan disimpan)
nb: Velger delingspunkt: %@ Opptaket deles ved den røde linjen (første del frem til den røde linjen blir lagret)
nl: Splitspunt selecteren: %@ Splitsing vindt plaats bij de rode lijn (Bij splitsen wordt de eerste helft tot de rode lijn opgeslagen)
or: ବିଭାଜନ ପଏଣ୍ଟ ବଛାଯାଉଛି: %@ ନାଲି ଲାଇନରେ ବିଭାଜନ ହେବ (ବିଭାଜନ କଲେ ନାଲି ଲାଇନ ପର୍ଯ୍ୟନ୍ତ ପ୍ରଥମ ଅଂଶ ସେଭ୍ ହେବ)
pa: ਵੰਡਣ ਦਾ ਪੁਆਇੰਟ ਚੁਣਿਆ ਜਾ ਰਿਹਾ ਹੈ: %@ ਲਾਲ ਲਾਈਨ ਉੱਤੇ ਵੰਡ ਹੋਵੇਗੀ (ਵੰਡਣ ਉੱਤੇ ਲਾਲ ਲਾਈਨ ਤੱਕ ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ ਸੇਵ ਹੋਵੇਗਾ)
pl: Wybieranie punktu podziału: %@ Podział nastąpi w czerwonej linii (Po podziale pierwsza połowa do czerwonej linii zostanie zapisana)
pt_br: Selecionando ponto de divisão: %@ A divisão será feita na linha vermelha (ao dividir, a primeira parte até a linha vermelha será salva)
pt_pt: A selecionar ponto de divisão: %@ Será dividido na linha vermelha (A primeira metade até à linha vermelha será guardada)
ro: Selectare punct de împărțire: %@ Împărțirea se face la linia roșie (După împărțire, se salvează prima parte, până la linia roșie)
ru: Выбор точки разделения: %@ Будет разделено по красной линии (Первая половина до красной линии будет сохранена)
sk: Výber bodu rozdelenia: %@ Rozdelí sa na červenej čiare (po rozdelení sa uloží prvá časť po červenú čiaru)
sl: Izbiranje točke razdelitve: %@ Posnetek bo razdeljen pri rdeči črti (ob razdelitvi se shrani prvi del do rdeče črte)
sv: Väljer delningspunkt: %@ Delning sker vid den röda linjen (Vid delning sparas den första halvan upp till den röda linjen)
ta: பிரிக்கும் புள்ளி: %@ சிவப்புக் கோட்டில் பிரிக்கப்படும் (பிரித்தால், சிவப்புக் கோடு வரையிலான முதல் பகுதி சேமிக்கப்படும்)
te: విభజన పాయింట్: %@ ఎరుపు గీత వద్ద విభజించబడుతుంది (విభజిస్తే, ఎరుపు గీత వరకు ఉన్న మొదటి భాగం సేవ్ అవుతుంది)
th: กำลังเลือกจุดแบ่ง: %@ การแบ่งจะเกิดขึ้นที่เส้นสีแดง (เมื่อแบ่ง ครึ่งแรกถึงเส้นสีแดงจะถูกบันทึก)
tr: Bölme noktası seçiliyor: %@ Kırmızı çizgide bölünecek (Kırmızı çizgiye kadar olan ilk yarı kaydedilecek)
uk: Вибір точки розділення: %@ Розділення відбудеться по червоній лінії (Після розділення буде збережено першу частину до червоної лінії)
ur: تقسیم کا مقام منتخب ہو رہا ہے: %@ تقسیم سرخ لکیر پر ہوگی (تقسیم کرنے پر سرخ لکیر تک کا پہلا حصہ محفوظ ہوگا)
vi: Đang chọn điểm tách: %@ Sẽ được tách tại đường đỏ (Phần đầu đến đường đỏ sẽ được lưu)
zh_hans: 正在选择分割点：%@ 将在红线位置分割 （分割后，将保存红线之前的前半部分）
zh_hant: 正在選擇分割點：%@ 將在紅線位置分割 （分割後，將儲存紅線之前的前半部分）

# 波形を2回タップして分割位置を指定してください (1回目のタップで開始点、2回目のタップで分割ポイント)
source: Please tap the waveform twice to specify the split position (First tap for start point, second tap for split point)
ar: يرجى النقر على موجة الصوت مرتين لتحديد موضع التقسيم (النقر الأول لنقطة البداية، النقر الثاني لنقطة التقسيم)
bn: ভাগের জায়গা ঠিক করতে ওয়েভফর্মে দুবার ট্যাপ করুন (প্রথম ট্যাপে শুরুর পয়েন্ট, দ্বিতীয় ট্যাপে ভাগের পয়েন্ট)
ca: Toca la forma d'ona dues vegades per indicar on vols dividir (primer toc: punt d'inici; segon toc: punt de divisió)
cs: Dvakrát klepněte na vlnový průběh a určete místo rozdělení (první klepnutí = začátek, druhé = bod rozdělení)
da: Tryk to gange på bølgeformen for at angive, hvor der skal opdeles (første tryk: startpunkt, andet tryk: opdelingspunkt)
de: Tippen Sie zweimal auf die Wellenform, um die Teilungsposition anzugeben (Erster Tipp für den Startpunkt, zweiter Tipp für den Teilungspunkt)
el: Αγγίξτε δύο φορές την κυματομορφή για να ορίσετε τη θέση διαχωρισμού (Το πρώτο άγγιγμα ορίζει το σημείο έναρξης, το δεύτερο το σημείο διαχωρισμού)
es: Toca la forma de onda dos veces para especificar la posición de división (Primer toque para el punto de inicio, segundo toque para el punto de división)
fi: Napauta aaltomuotoa kahdesti valitaksesi jakokohdan (1. napautus: alkukohta, 2. napautus: jakokohta)
fr: Veuillez appuyer deux fois sur la forme d'onde pour spécifier la position de division (Premier appui pour le point de départ, deuxième appui pour le point de division)
gu: વિભાજનનું સ્થાન નક્કી કરવા વેવફોર્મ પર બે વાર ટૅપ કરો (પહેલા ટૅપથી શરૂઆતનો પોઇન્ટ, બીજા ટૅપથી વિભાજન પોઇન્ટ)
he: יש להקיש פעמיים על צורת הגל כדי לקבוע את מיקום הפיצול (הקשה ראשונה – נקודת התחלה, הקשה שנייה – נקודת הפיצול)
hi: विभाजन स्थान निर्धारित करने के लिए वेवफॉर्म पर दो बार टैप करें (पहला टैप प्रारंभ बिंदु के लिए, दूसरा टैप विभाजन बिंदु के लिए)
hr: Dvaput dodirnite valni oblik kako biste odredili mjesto razdvajanja (prvi dodir za početnu točku, drugi za točku razdvajanja)
hu: Koppints kétszer a hullámformára a felosztás helyének megadásához (első koppintás: kezdőpont, második koppintás: felosztási pont)
id: Ketuk gelombang suara dua kali untuk menentukan posisi pemisahan (Ketukan pertama untuk titik awal, ketukan kedua untuk titik pemisahan)
it: Tocca due volte la forma d'onda per specificare la posizione di divisione (Primo tocco per il punto di partenza, secondo tocco per il punto di divisione)
ja: 波形を2回タップして分割位置を指定してください (1回目のタップで開始点、2回目のタップで分割ポイント)
kn: ವಿಭಜಿಸುವ ಸ್ಥಳಕ್ಕಾಗಿ ವೇವ್‌ಫಾರ್ಮ್ ಅನ್ನು ಎರಡು ಬಾರಿ ಟ್ಯಾಪ್ ಮಾಡಿ (ಮೊದಲ ಟ್ಯಾಪ್ ಆರಂಭ ಬಿಂದು, ಎರಡನೇ ಟ್ಯಾಪ್ ವಿಭಜನಾ ಬಿಂದು)
ko: 파형을 두 번 탭하여 분할 위치를 지정하세요 (첫 번째 탭은 시작점, 두 번째 탭은 분할 지점)
ml: വിഭജന സ്ഥാനം നിശ്ചയിക്കാൻ വേവ്ഫോമിൽ രണ്ടുതവണ ടാപ്പ് ചെയ്യുക (ആദ്യ ടാപ്പ് ആരംഭ പോയിന്റ്, രണ്ടാമത്തേത് വിഭജന പോയിന്റ്)
mr: विभाजनाचे स्थान ठरवण्यासाठी वेव्हफॉर्मवर दोनदा टॅप करा (पहिल्या टॅपने सुरुवातीचा बिंदू, दुसऱ्या टॅपने विभाजन बिंदू)
ms: Sila ketik bentuk gelombang dua kali untuk menentukan kedudukan pisah (Ketikan pertama untuk titik mula, ketikan kedua untuk titik pisah)
nb: Trykk to ganger på bølgeformen for å angi delingsposisjonen (første trykk: startpunkt, andre trykk: delingspunkt)
nl: Tik twee keer op de golfvorm om de splitspositie te bepalen (Eerste tik voor startpunt, tweede tik voor splitspunt)
or: ବିଭାଜନ ସ୍ଥାନ ସ୍ଥିର କରିବାକୁ ୱେଭଫର୍ମରେ ଦୁଇଥର ଟ୍ୟାପ୍ କରନ୍ତୁ (ପ୍ରଥମ ଟ୍ୟାପରେ ଆରମ୍ଭ ପଏଣ୍ଟ, ଦ୍ୱିତୀୟ ଟ୍ୟାପରେ ବିଭାଜନ ପଏଣ୍ଟ)
pa: ਵੰਡਣ ਦੀ ਥਾਂ ਤੈਅ ਕਰਨ ਲਈ ਵੇਵਫ਼ਾਰਮ ਉੱਤੇ ਦੋ ਵਾਰ ਟੈਪ ਕਰੋ (ਪਹਿਲੀ ਟੈਪ ਨਾਲ ਸ਼ੁਰੂਆਤੀ ਪੁਆਇੰਟ, ਦੂਜੀ ਟੈਪ ਨਾਲ ਵੰਡਣ ਦਾ ਪੁਆਇੰਟ)
pl: Dotknij przebiegu dwa razy, aby określić pozycję podziału (Pierwsze dotknięcie dla punktu startowego, drugie dotknięcie dla punktu podziału)
pt_br: Toque duas vezes na forma de onda para definir a divisão (1º toque: ponto inicial; 2º toque: ponto de divisão)
pt_pt: Toque duas vezes na forma de onda para especificar a posição de divisão (Primeiro toque para o ponto inicial, segundo toque para o ponto de divisão)
ro: Atingeți de două ori forma de undă pentru a indica poziția de împărțire (prima atingere pentru punctul de început, a doua pentru punctul de împărțire)
ru: Пожалуйста, дважды нажмите на волновую форму, чтобы указать положение разделения (Первое нажатие для начальной точки, второе нажатие для точки разделения)
sk: Dvakrát klepnite na zvukovú vlnu a určte miesto rozdelenia (prvé klepnutie: začiatok, druhé klepnutie: bod rozdelenia)
sl: Dvakrat tapnite valovno obliko, da določite mesto razdelitve (prvi tap za začetno točko, drugi za točko razdelitve)
sv: Tryck på vågformen två gånger för att ange delningspositionen (Första trycket för startpunkt, andra trycket för delningspunkt)
ta: பிரிக்கும் இடத்தைக் குறிக்க அலைவடிவத்தை இருமுறை தட்டவும் (முதல் தட்டல் தொடக்கப் புள்ளி, இரண்டாவது தட்டல் பிரிக்கும் புள்ளி)
te: విభజన స్థానాన్ని నిర్ణయించడానికి వేవ్‌ఫారమ్‌ను రెండుసార్లు నొక్కండి (మొదటి ట్యాప్ ప్రారంభ పాయింట్, రెండవ ట్యాప్ విభజన పాయింట్)
th: แตะที่รูปคลื่นสองครั้งเพื่อระบุตำแหน่งการแบ่ง (แตะครั้งแรกสำหรับจุดเริ่มต้น แตะครั้งที่สองสำหรับจุดแบ่ง)
tr: Bölme konumunu belirtmek için dalga formuna iki kez dokunun (Başlangıç noktası için ilk dokunuş, bölme noktası için ikinci dokunuş)
uk: Двічі торкніться звукової хвилі, щоб указати місце розділення (перше торкання — початкова точка, друге — точка розділення)
ur: تقسیم کا مقام طے کرنے کے لیے ویوفارم پر دو بار ٹیپ کریں (پہلا ٹیپ آغاز کا مقام، دوسرا ٹیپ تقسیم کا مقام)
vi: Vui lòng nhấn vào dạng sóng hai lần để chỉ định vị trí tách (Nhấn lần đầu cho điểm bắt đầu, nhấn lần thứ hai cho điểm tách)
zh_hans: 请点击波形两次来指定分割位置 (第一次点击为起始点，第二次点击为分割点)
zh_hant: 請點擊波形兩次來指定分割位置 (第一次點擊為起始點，第二次點擊為分割點)

# 選択範囲: %@ - %@ (範囲をタップするとリセットされます)
source: Selection range: %1$@ - %2$@ (Tap the range to reset)
ar: نطاق التحديد: %1$@ - %2$@ (انقر على النطاق لإعادة الضبط)
bn: বেছে নেওয়া অংশ: %1$@ - %2$@ (রিসেট করতে অংশটিতে ট্যাপ করুন)
ca: Interval seleccionat: %1$@ - %2$@ (Toca l'interval per restablir-lo)
cs: Vybraný úsek: %1$@ – %2$@ (klepnutím na úsek výběr zrušíte)
da: Valgt område: %1$@ - %2$@ (tryk på området for at nulstille)
de: Auswahl: %@ - %@ (Zum Zurücksetzen auf Auswahl tippen)
el: Επιλεγμένο τμήμα: %1$@ - %2$@ (Αγγίξτε το τμήμα για επαναφορά)
es: Selección: %@ - %@ (Toca la selección para reiniciar)
fi: Valittu alue: %1$@–%2$@ (Nollaa napauttamalla aluetta)
fr: Sélection : %@ - %@ (Appuyez sur la sélection pour réinitialiser)
gu: પસંદ કરેલો ભાગ: %1$@ - %2$@ (રીસેટ કરવા ભાગ પર ટૅપ કરો)
he: טווח נבחר: %1$@ – %2$@ (הקשה על הטווח מאפסת אותו)
hi: चयन सीमा: %1$@ - %2$@ (रीसेट करने के लिए सीमा पर टैप करें)
hr: Odabrani raspon: %1$@ – %2$@ (Dodirnite raspon za poništavanje)
hu: Kijelölt tartomány: %1$@ – %2$@ (Koppints a tartományra a visszaállításhoz)
id: Rentang seleksi: %1$@ - %2$@ (Ketuk rentang untuk mengatur ulang)
it: Selezione: %@ - %@ (Tocca la selezione per reimpostare)
ja: 選択範囲: %@ - %@ (範囲をタップするとリセットされます)
kn: ಆಯ್ಕೆ ಭಾಗ: %1$@ - %2$@ (ಮರುಹೊಂದಿಸಲು ಭಾಗವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ)
ko: 선택 범위: %1$@ - %2$@ (범위를 탭하면 초기화됩니다)
ml: തിരഞ്ഞെടുത്ത ഭാഗം: %1$@ - %2$@ (റീസെറ്റ് ചെയ്യാൻ ഭാഗത്ത് ടാപ്പ് ചെയ്യുക)
mr: निवडलेला भाग: %1$@ - %2$@ (रीसेट करण्यासाठी भागावर टॅप करा)
ms: Julat pilihan: %1$@ - %2$@ (Ketik julat untuk menetapkan semula)
nb: Valgt område: %1$@–%2$@ (Trykk på området for å tilbakestille)
nl: Selectiebereik: %1$@ - %2$@ (Tik op het bereik om te resetten)
or: ବଛାଯାଇଥିବା ଅଂଶ: %1$@ - %2$@ (ରିସେଟ୍ କରିବାକୁ ଅଂଶରେ ଟ୍ୟାପ୍ କରନ୍ତୁ)
pa: ਚੁਣਿਆ ਹਿੱਸਾ: %1$@ - %2$@ (ਰੀਸੈੱਟ ਕਰਨ ਲਈ ਹਿੱਸੇ ਉੱਤੇ ਟੈਪ ਕਰੋ)
pl: Zakres zaznaczenia: %1$@ - %2$@ (Dotknij zakres, aby zresetować)
pt_br: Seleção: %1$@ - %2$@ (toque na seleção para redefinir)
pt_pt: Seleção: %@ - %@ (Toque na seleção para repor)
ro: Interval selectat: %1$@ - %2$@ (Atingeți intervalul pentru a-l reseta)
ru: Выделение: %@ - %@ (Нажмите на выделение для сброса)
sk: Vybraný úsek: %1$@ – %2$@ (klepnutím na úsek výber zrušíte)
sl: Izbrani obseg: %1$@–%2$@ (tapnite obseg za ponastavitev)
sv: Markeringsintervall: %1$@ - %2$@ (Tryck på intervallet för att återställa)
ta: தேர்ந்தெடுத்த பகுதி: %1$@ - %2$@ (மீட்டமைக்க பகுதியைத் தட்டவும்)
te: ఎంచుకున్న భాగం: %1$@ - %2$@ (రీసెట్ చేయడానికి భాగాన్ని నొక్కండి)
th: ช่วงที่เลือก: %1$@ - %2$@ (แตะช่วงเพื่อรีเซ็ต)
tr: Seçim: %@ - %@ (Sıfırlamak için seçime dokunun)
uk: Вибраний діапазон: %1$@ – %2$@ (Торкніться діапазону, щоб скинути)
ur: منتخب حصہ: %1$@ - %2$@ (ری سیٹ کرنے کے لیے حصے پر ٹیپ کریں)
vi: Vùng chọn: %@ - %@ (Nhấn vùng chọn để đặt lại)
zh_hans: 选择范围：%@ - %@ （点击选择区域可重置）
zh_hant: 選擇範圍：%@ - %@ （點擊選擇區域可重置）

# トリム: %1$@秒 - %2$@秒
source: Trim: %1$@s – %2$@s
ar: القص: %1$@ث – %2$@ث
bn: ট্রিম: %1$@ সেকেন্ড – %2$@ সেকেন্ড
ca: Retall: %1$@ s – %2$@ s
cs: Oříznutí: %1$@ s – %2$@ s
da: Beskæring: %1$@ s – %2$@ s
de: Trimmen: %1$@ s – %2$@ s
el: Περικοπή: %1$@ δευτ. – %2$@ δευτ.
es: Recorte: %1$@ s – %2$@ s
fi: Rajaus: %1$@ s – %2$@ s
fr: Rognage : %1$@ s – %2$@ s
gu: ટ્રિમ: %1$@ સેકન્ડ – %2$@ સેકન્ડ
he: חיתוך: %1$@ שנ׳ – %2$@ שנ׳
hi: ट्रिम: %1$@ सेकंड – %2$@ सेकंड
hr: Skraćivanje: %1$@ s – %2$@ s
hu: Vágás: %1$@ mp – %2$@ mp
id: Pangkas: %1$@ dtk – %2$@ dtk
it: Taglio: %1$@ s – %2$@ s
ja: トリム: %1$@秒 - %2$@秒
kn: ಟ್ರಿಮ್: %1$@ ಸೆ – %2$@ ಸೆ
ko: 다듬기: %1$@초 – %2$@초
ml: ട്രിം: %1$@ സെ – %2$@ സെ
mr: ट्रिम: %1$@ सेकंद – %2$@ सेकंद
ms: Potong: %1$@ s – %2$@ s
nb: Beskjæring: %1$@ s – %2$@ s
nl: Bijsnijden: %1$@ s – %2$@ s
or: ଟ୍ରିମ୍: %1$@ ସେ – %2$@ ସେ
pa: ਟ੍ਰਿਮ: %1$@ ਸ – %2$@ ਸ
pl: Przycięcie: %1$@ s – %2$@ s
pt_br: Aparar: %1$@ s – %2$@ s
pt_pt: Cortar: %1$@ s – %2$@ s
ro: Decupare: %1$@ s – %2$@ s
ru: Обрезка: %1$@ с – %2$@ с
sk: Orezanie: %1$@ s – %2$@ s
sl: Obrezovanje: %1$@ s – %2$@ s
sv: Trimning: %1$@ s – %2$@ s
ta: டிரிம்: %1$@ வினாடி – %2$@ வினாடி
te: ట్రిమ్: %1$@ సె – %2$@ సె
th: ตัด: %1$@ วินาที – %2$@ วินาที
tr: Kırpma: %1$@ sn – %2$@ sn
uk: Обрізання: %1$@ с – %2$@ с
ur: ٹرم: %1$@ سیکنڈ – %2$@ سیکنڈ
vi: Cắt: %1$@ giây – %2$@ giây
zh_hans: 修剪：%1$@秒 - %2$@秒
zh_hant: 修剪：%1$@秒 - %2$@秒

# 分割: %@秒
source: Split: %@s
ar: تقسيم: %@ث
bn: ভাগ: %@ সেকেন্ড
ca: Divisió: %@ s
cs: Rozdělení: %@ s
da: Opdeling: %@ s
de: Aufteilen: %@ s
el: Διαχωρισμός: %@ δευτ.
es: División: %@ s
fi: Jako: %@ s
fr: Division : %@ s
gu: વિભાજન: %@ સેકન્ડ
he: פיצול: %@ שנ׳
hi: विभाजन: %@ सेकंड
hr: Razdvajanje: %@ s
hu: Felosztás: %@ mp
id: Pisahkan: %@ dtk
it: Divisione: %@ s
ja: 分割: %@秒
kn: ವಿಭಜನೆ: %@ ಸೆ
ko: 분할: %@초
ml: വിഭജനം: %@ സെ
mr: विभाजन: %@ सेकंद
ms: Pisah: %@ s
nb: Oppdeling: %@ s
nl: Splitsen: %@ s
or: ବିଭାଜନ: %@ ସେ
pa: ਵੰਡ: %@ ਸ
pl: Podział: %@ s
pt_br: Dividir: %@ s
pt_pt: Dividir: %@ s
ro: Împărțire: %@ s
ru: Разделение: %@ с
sk: Rozdelenie: %@ s
sl: Razdelitev: %@ s
sv: Uppdelning: %@ s
ta: பிரிப்பு: %@ வினாடி
te: విభజన: %@ సె
th: แบ่ง: %@ วินาที
tr: Bölme: %@ sn
uk: Розділення: %@ с
ur: تقسیم: %@ سیکنڈ
vi: Tách: %@ giây
zh_hans: 分割：%@秒
zh_hant: 分割：%@秒

# 結合
source: Merge
ar: دمج
bn: একত্রিত
ca: Combinació
cs: Sloučení
da: Sammenfletning
de: Zusammenführen
el: Συγχώνευση
es: Combinación
fi: Yhdistäminen
fr: Fusion
gu: જોડાણ
he: מיזוג
hi: मर्ज
hr: Spajanje
hu: Egyesítés
id: Gabungkan
it: Unione
ja: 結合
kn: ವಿಲೀನ
ko: 병합
ml: ലയിപ്പിക്കൽ
mr: विलीन
ms: Gabung
nb: Sammenslåing
nl: Samenvoegen
or: ମିଶ୍ରଣ
pa: ਮਿਲਾਓ
pl: Scalenie
pt_br: Combinar
pt_pt: Combinar
ro: Combinare
ru: Объединение
sk: Zlúčenie
sl: Združitev
sv: Sammanslagning
ta: இணைப்பு
te: విలీనం
th: รวม
tr: Birleştirme
uk: Об’єднання
ur: ضم
vi: Ghép
zh_hans: 合并
zh_hant: 合併

# 音量調整: %1$@倍 (%2$@秒 - %3$@秒)
source: Volume: %1$@× (%2$@s – %3$@s)
ar: مستوى الصوت: %1$@× (%2$@ث – %3$@ث)
bn: ভলিউম: %1$@× (%2$@ সেকেন্ড – %3$@ সেকেন্ড)
ca: Volum: %1$@× (%2$@ s – %3$@ s)
cs: Hlasitost: %1$@× (%2$@ s – %3$@ s)
da: Lydstyrke: %1$@× (%2$@ s – %3$@ s)
de: Lautstärke: %1$@× (%2$@ s – %3$@ s)
el: Ένταση: %1$@× (%2$@ δευτ. – %3$@ δευτ.)
es: Volumen: %1$@× (%2$@ s – %3$@ s)
fi: Äänenvoimakkuus: %1$@× (%2$@ s – %3$@ s)
gu: વૉલ્યૂમ: %1$@× (%2$@ સેકન્ડ – %3$@ સેકન્ડ)
he: עוצמת קול: %1$@× (%2$@ שנ׳ – %3$@ שנ׳)
hi: वॉल्यूम: %1$@× (%2$@ सेकंड – %3$@ सेकंड)
hr: Glasnoća: %1$@× (%2$@ s – %3$@ s)
hu: Hangerő: %1$@× (%2$@ mp – %3$@ mp)
id: Volume: %1$@× (%2$@ dtk – %3$@ dtk)
ja: 音量調整: %1$@倍 (%2$@秒 - %3$@秒)
kn: ವಾಲ್ಯೂಮ್: %1$@× (%2$@ ಸೆ – %3$@ ಸೆ)
ko: 볼륨: %1$@배 (%2$@초 – %3$@초)
ml: വോളിയം: %1$@× (%2$@ സെ – %3$@ സെ)
mr: व्हॉल्यूम: %1$@× (%2$@ सेकंद – %3$@ सेकंद)
ms: Kelantangan: %1$@× (%2$@ s – %3$@ s)
nb: Volum: %1$@× (%2$@ s – %3$@ s)
or: ଭଲ୍ୟୁମ୍: %1$@× (%2$@ ସେ – %3$@ ସେ)
pa: ਵੌਲਿਊਮ: %1$@× (%2$@ ਸ – %3$@ ਸ)
pl: Głośność: %1$@× (%2$@ s – %3$@ s)
ro: Volum: %1$@× (%2$@ s – %3$@ s)
ru: Громкость: %1$@× (%2$@ с – %3$@ с)
sk: Hlasitosť: %1$@× (%2$@ s – %3$@ s)
sl: Glasnost: %1$@× (%2$@ s – %3$@ s)
sv: Volym: %1$@× (%2$@ s – %3$@ s)
ta: ஒலியளவு: %1$@× (%2$@ வினாடி – %3$@ வினாடி)
te: వాల్యూమ్: %1$@× (%2$@ సె – %3$@ సె)
th: ระดับเสียง: %1$@× (%2$@ วินาที – %3$@ วินาที)
tr: Ses seviyesi: %1$@× (%2$@ sn – %3$@ sn)
uk: Гучність: %1$@× (%2$@ с – %3$@ с)
ur: والیوم: %1$@× (%2$@ سیکنڈ – %3$@ سیکنڈ)
vi: Âm lượng: %1$@× (%2$@ giây – %3$@ giây)
zh_hans: 音量调整：%1$@倍（%2$@秒 - %3$@秒）
zh_hant: 音量調整：%1$@倍（%2$@秒 - %3$@秒）
